**free
/IF DEFINED(CTLOPT)
   /EOF
/ENDIF
/DEFINE(CTLOPT)

    ctl-opt  bnddir('QC2LE');
    ctl-opt  debug option(*srcstmt : *nodebugio);
    ctl-opt  extbinint(*YES);
    ctl-opt  dftactgrp(*no) actgrp(*caller);
 
